{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Fixture",
			"Subnamespaces": [
				{
					"Namespace": "Localization",
					"Subnamespaces": [
						{
							"Namespace": "Asset",
							"Children": [
								{
									"Source": {
										"Text": "Confirm"
									},
									"Translation": {
										"Text": "Confirmer"
									},
									"Key": "DuplicateA"
								},
								{
									"Source": {
										"Text": "Confirm"
									},
									"Translation": {
										"Text": "Confirmer"
									},
									"Key": "DuplicateB"
								},
								{
									"Source": {
										"Text": "Open the door"
									},
									"Translation": {
										"Text": "Ouvrir la porte"
									},
									"Key": "Outdated"
								}
							]
						},
						{
							"Namespace": "Rows",
							"Children": [
								{
									"Source": {
										"Text": "Return to menu"
									},
									"Translation": {
										"Text": ""
									},
									"Key": "EmptyFrench"
								},
								{
									"Source": {
										"Text": "Save progress"
									},
									"Translation": {
										"Text": ""
									},
									"Key": "MissingFrench"
								}
							]
						},
						{
							"Namespace": "Source",
							"Children": [
								{
									"Source": {
										"Text": "Ready to begin"
									},
									"Translation": {
										"Text": "Prêt à commencer"
									},
									"Key": "RuntimeReady"
								},
								{
									"Source": {
										"Text": "Stage {0} of {1}"
									},
									"Translation": {
										"Text": "Étape {0} sur {1}"
									},
									"Key": "RuntimeOrdered"
								}
							]
						},
						{
							"Namespace": "Table",
							"Children": [
								{
									"Source": {
										"Text": "Checkpoint {0}"
									},
									"Translation": {
										"Text": "Point de contrôle {0}"
									},
									"Key": "OrderedArgument"
								},
								{
									"Source": {
										"Text": "Gathered instruction"
									},
									"Translation": {
										"Text": "Instruction collectée"
									},
									"Key": "ChangedAfterGather"
								},
								{
									"Source": {
										"Text": "Start a new session"
									},
									"Translation": {
										"Text": "Commencer une nouvelle session"
									},
									"Key": "Unsynced"
								},
								{
									"Source": {
										"Text": "Talking with {PlayerName}"
									},
									"Translation": {
										"Text": "Discussion avec {PlayerName}"
									},
									"Key": "NamedArgument"
								},
								{
									"Source": {
										"Text": "Temporary instruction"
									},
									"Translation": {
										"Text": "Instruction temporaire"
									},
									"Key": "RemovedAfterGather"
								},
								{
									"Source": {
										"Text": "Welcome back"
									},
									"Translation": {
										"Text": "Bon retour"
									},
									"Key": "Welcome"
								},
								{
									"Source": {
										"Text": "{Count} {Count}|plural(one=item,other=items)"
									},
									"Translation": {
										"Text": "{Count} {Count}|plural(one=objet,other=objets)"
									},
									"Key": "Plural"
								}
							]
						}
					]
				}
			]
		}
	]
}